[GENERAL]
NAME					= Italiano
TRANSLATOR				= Styb (styb.styb@gmail.com)
DLG_FONT_NAME                           = 
DLG_FONT_SIZE                           = 

[TEXT]
TEXT_APP_NAME				= Bandicut
TEXT_BUILDNO				= Versione#
TEXT_VERSION				= Bandicut ${str1} (${str2})
TEXT_APPINFO				= Bandicut - Editor video semplice e veloce.
TEXT_BETA				= Beta
TEXT_UNREGISTERED			= Non registrato

TEXT_YES				= Sì
TEXT_NO					= No
TEXT_CLOSE				= Chiudi
TEXT_CANCEL				= Annulla
TEXT_OK					= OK
TEXT_ABORT				= Stop
TEXT_RETRY				= Riprova
TEXT_IGNORE				= Ignora
TEXT_CONTINUE				= Continua

TEXT_SAVE				= Salva
TEXT_NOT_SAVE				= Non salvare

TEXT_SECOND				= Sec

TEXT_OPEN_FILE				= Apri file
TEXT_SELECT_FOLDER			= Selezionare la cartella di destinazione.

TEXT_SEG_DURATION			= Durata ${str1}
TEXT_SEEK_POS				= Posizione ${str1}
TEXT_TOTAL_SEG_DURATION			= Totale ${str1}
TEXT_HIGH_SPEED_MODE			= Modalità High-speed
TEXT_HIGH_ENCODING_MODE			= Modalità di codifica

TEXT_VOLUME_MUTE			= Muto
TEXT_VOLUME				= Volume: ${int1}

TEXT_CHANGE_LANG			= Per cambiare il linguaggio devi riavviare Bandicut.[br]Vuoi riavviare adesso?
TEXT_RESET_ALL_SETTINGS			= Sei sicuro di voler reimpostare tutte le opzioni al valore predefinito?
TEXT_SHUTDOWN_SEC			= Il computer si spegnerà entro ${int1} secondi.
TEXT_SHUTDOWN_APP_SEC			= Bandicut verrà chiuso entro ${int1} secondi.

TEXT_UPDATE_AVAILABLE			= Attualmente è disponibile una nuova versione di Bandicut. [br]Vuoi eseguire il download ora?
TEXT_UPDATE_UNAVAILABLE			= Questa versione è quella più recente.
TEXT_UPDATE_FAILED			= Controllo delle informazioni sulla versione non riuscito. [br]Il sistema in uso potrebbe non essere attualmente connesso a Internet. Si prega di riprovare.
TEXT_OFFLINE				= Questa funzione può essere utilizzata quando il sistema è connesso a Internet.[br]Si prega di riprovare dopo aver controllato la connessione Internet.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Error, Warning
TEXT_PROGRAM_INVALID			= Questo programma è alterato. [br]Devi reinstallare Bandicut.

TEXT_NOT_SEEKABLE			= Questo file multimediale non è ispezionabile. 
TEXT_NOT_SEEKABLE_DETAIL		= La modalità High-speed e le impostazioni di segmentazione non sono disponibili.[br]- Tavola degli indici corrotta.[br]- Assenza dei fotogrammi chiave o della tavola degli indici.

TEXT_NOT_SUPPORT_FILE			= Bandicut non supporta questi file. [br](Non vi sono informazioni sul video o sui codec.)[br]È possibile visualizzare le informazioni sul file.
TEXT_NOT_SUPPORT_VIDEO			= [br]- Codec video ${int1}: ${int2} ${str1}
TEXT_NOT_SUPPORT_AUDIO			= [br]- Codec audio ${int1}: ${int2} ${str1}
TEXT_NOT_SUPPORT_FORMAT			= [br]- Formato file: ${str1}
TEXT_NOT_SUPPORT_NONE			= Nessuno
TEXT_NOT_SUPPORT_NOT_DECODE		= (Riproduzione non abilitata)
TEXT_NOT_SUPPORT_NO_VIDEO_DATA		= (Assenza di dati video)
TEXT_NOT_SUPPORT_NOT_EXIST		= [br]Il file di origine non esiste.[br]Si prega di controllare il percorso del file. 

TEXT_NOT_HIGH_SPEED			= La modalità High-speed non è disponibile.
TEXT_NOT_HIGH_SPEED_DETAIL		= Con questo file non si può usare la modalità High-speed a causa di un problema di codec. [br]- Si prega di utilizzare la modalità di codifica.
TEXT_NOT_HIGH_SPEED_NOT_ENOUGH_VFRAME	= - Vi sono meno di 10 fotogrammi video.
TEXT_NOT_HIGH_SPEED_QUERY		= - Creazione del file multimediale non riuscita.

TEXT_NOT_HIGH_SPEED_KEY_FRAME		= La modalità High-speed è molto più veloce della modalità di codifica. [br]Tuttavia, il tempo d'inizio di questo file può variare con l'uso della modalità High-speed (${str1}).

TEXT_KEY_FRAME_CUT_TITLE		= Vuoi procedere con la modalità High-speed?
TEXT_KEY_FRAME_CUT_IMPOSSIBLE		= La modalità High-speed è disponibile dopo la registrazione.[br][br]Vuoi acquistare la licenza di Bandicut?

TEXT_FRAME_CUT_CANT_CHANGE		= Non è possibile modificare questa impostazione nella versione gratuita di Bandicut.[br]Vuoi acquistare la licenza di Bandicut?

TEXT_KEY_FRAME_CUT			= - Il tempo d'inizio di questo file potrebbe variare.
TEXT_KEY_FRAME_CUT2			= - Si prega di utilizzare la modalità di codifica se ci sono problemi.

TEXT_NOT_HIGH_SPEED_JOIN		= Si può utilizzare la modalità High-speed per l'unione solo quando il formato di tutti i file video è esattamente lo stesso.

TEXT_MSG_CONVERTING_CLOSE		= L'attività è in esecuzione. Vuoi annullarla e chiudere Bandicut?
TEXT_MSG_CONVERTING_CANCEL		= L'attività è in esecuzione. Vuoi annullarla?
TEXT_MSG_CHECK_NOT_SHOW			= Non mostrare più.
TEXT_MSG_WRITE_HEADER			= Scrittura dell'intestazione del file. Se il file è grande, l'operazione potrebbe richiedere tempo. Si prega di attendere.

TEXT_ERROR_DISKSPACE_TITLE		= Spazio su disco insufficiente per la cartella di destinazione.
TEXT_ERROR_DISKSPACE			= Si prega di cambiare la cartella di destinazione e di riprovare.
TEXT_ERROR_DISKSPACE_DETAIL		= [br]-Spazio su disco disponibile: ${str1}[br]-Spazio su disco richiesto: ${str2}
TEXT_ERROR_CACHE_DISKSPACE_TITLE	= Spazio su disco insufficiente per la cartella della cache.
TEXT_ERROR_CACHE_DISKSPACE		= Si prega di cambiare la cartella della cache e di riprovare.
TEXT_ERROR_CACHE_DISKSPACE_DETAIL	= [br]-Spazio su disco disponibile: ${str1}[br]-Spazio su disco richiesto: ${str2}
TEXT_ERROR_FILE_SYSTEM_TITLE		= Si prega di cambiare la cartella di destinazione o della cache.
TEXT_ERROR_FILE_SYSTEM			= La cartella di destinazione o della cache non è posizionata in un file system NTFS, il che può causare problemi durante l'elaborazione di file di dimensioni superiori a 4GB.[br]- Cartella da cambiare:
TEXT_CANT_KEYFRAME_SEEK			= È in corso l'analisi del file multimediale. Al termine dell'analisi potrai ispezionare in base ai fotogrammi chiave.
TEXT_READ_FILE				= Lettura del file non riuscita. Si prega di controllare il file.[br]Se il file è posizionato su un CD/DVD, copiare il file sul disco rigido e provare di nuovo.
TEXT_CODEC_CONFIG			= Impostazioni di codifica non corrette.
TEXT_CODEC_CONFIG2			= [br]Aprire il menu 'Impostazioni di codifica', utilizzare l'impostazione di codifica predefinita e quindi riprovare.
TEXT_VIDEO_ENCODING			= È avvenuto un errore durante la codifica del video. Controllare il file di origine o le impostazioni di codifica.
TEXT_VIDEO_ENCODING_QSV_TITLE		= La conversione è stata interrotta perché c'è un problema con il codificatore Intel® Quick Sync Video.
TEXT_VIDEO_ENCODING_QSV			= Vuoi usare il codificatore H.264 su base software?
TEXT_AUDIO_ENCODING			= È avvenuto un errore durante la codifica dell'audio. Controllare il file di origine o le impostazioni di codifica.
TEXT_NOT_SUPPORT_TYPE			= Creazione del file di destinazione non riuscita.
TEXT_UNSUPPORT_VIDEO_SIZE		= Impossibile convertire a questa risoluzione video.[br]La risoluzione massima supportata da ${str1} è ${str2}.[br]Si consiglia di aprire le 'Impostazioni di codifica', selezionare un'altra risoluzione video e riprovare.
TEXT_NO_ENCODER				= Impossibile trovare il codificatore.
TEXT_SEND_FILE				= Se invii il file video a bandicut@bandicam.com, risponderemo alla tua email immediatamente.
TEXT_CHECK_CHANGE_ENCODER		= Usa sempre il codificatore H.264 su base software
TEXT_INTER_FILE				= È avvenuto un errore durante il salvataggio del video nella cartella di destinazione.
TEXT_CANT_DECODE_AUDIO			= Non è possibile decodificare alcune tracce audio.[br]Non verranno convertite. Sei sicuro di voler continuare?

TEXT_REBUILD_COMPLETE			= File pronti per la modifica.
TEXT_REBUILD_FAILED			= È avvenuto un errore durante la preparazione dei file video.[br]

TEXT_ERRMSG_CONVERT_NUM			= Codifica non riuscita. (${int1})
TEXT_ERRMSG_CONVERT_VSIZE		= L'utilizzo della modalità High-speed non è riuscito poiché il file è troppo grande. Si prega di utilizzare la modalità di codifica.

TEXT_MSG_CHANGE_MODE_DROP		= Se vengono aggiunti più file, Bandicut avvierà la modalità di Unione. [br]Sei sicuro di voler continuare?
TEXT_MSG_CANT_CHANGE			= Bandicut sta analizzando i file che sono stati aggiunti. [br]Attendere prego...

TEXT_MISSED_FILE_REMOVE 		= Il file è stato rimosso dall'elenco dei segmenti poiché non esiste.[br]-${str1}

TEXT_INVALID_VALUE			= Inserire un valore tra ${int1} e ${int2}.

TEXT_WARNING_MAX_SEGMENT         	= Puoi aggiungere fino a ${int1} file/segmenti.
TEXT_WARNING_MAX_SEGMENT_FAIL           = I seguenti file ${int1} non sono stati aggiunti.[br]${str1}
TEXT_WARNING_MAX_SEGMENT_AUTO		= Stai superando il numero massimo di segmenti consentito in Bandicut (99). Se procedi, alcuni segmenti non verranno aggiunti.[br]Sei sicuro di voler continuare?
TEXT_WARNING_MAX_SEGMENT_SHORT		= Bandicut non può suddividere in ${int1} segmenti poiché la durata di ogni segmento è troppo breve.[br]Si prega d'inserire un numero minore.
TEXT_WARNING_MAX_SEGMENT_AUTO_CANT	= Non è possibile suddividere il segmento poiché è stato superato il numero massimo di segmenti.
TEXT_WARNING_MAX_SEGMENT_ZERO		= La durata è maggiore della durata del segmento.[br]Immettere un valore più piccolo e riprovare.
TEXT_WARNING_INVALID_TIME		= Impostare una durata maggiore di 1 secondo.

TEXT_EXIST_FILE_HEADER			= Esiste già un file con quel nome.
TEXT_EXIST_FILE_COMMENT			= Se continui con questa operazione, al nome del file verrà aggiunto un numero progressivo. Sei sicuro di voler continuare?
TEXT_EXIST_FILE_OVERWRITE			= Salva progetto
TEXT_EXIST_FILE_COMMENT_OVERWRITE	= ${str1} esiste già.[br]Vuoi sovrascriverlo?

TEXT_MSG_PROJECT_HELP			= Cos'è un file di progetto?
TEXT_MSG_SAVE_PROJECT_HEADER		= È in corso un'attività.
TEXT_MSG_SAVE_PROJECT			= Se si aggiungono file video o file di progetto, l'attività in esecuzione andrà persa.
TEXT_MSG_SAVE_PROJECT2			= Vuoi continuare dopo aver salvato un file di progetto?
TEXT_MSG_SAVE_PROJECT_CLOSE		= Vuoi continuare dopo aver salvato un file di progetto?
TEXT_MSG_LOAD_PROJECT_FAIL		= Impossibile aprire il file di progetto.
TEXT_MSG_RESTORE_PROJECT		= Bandicut non si è chiuso correttamente.[br]Vuoi ripristinare l'attività precedente?

; Available Encoder
TEXT_RECOMMEND_CODEC_COMMENT		= Intel Quick Sync Video non è abilitato.[br]Per usare il codec "H264 (Intel® Quick Sync Video)", si prega di collegare il cavo VGA del monitor alla porta VGA della scheda madre.
TEXT_RECOMMEND_CODEC_COMMENT_OK		= Vuoi visitare la pagina di aiuto?

TEXT_ENCODER_TITLE			= ${str1} codificatori disponibili
TEXT_ENCODER_AVAILABLE_ENCODER		= ${str1} è un codificatore hardware che permette di modificare i video ad una velocità più alta di quella del codificatore su base software.
TEXT_ENCODER_AVAILABLE_ENCODER_OK	= [br]Vuoi usare il codificatore ${str1}?

TEXT_ERROR_NOT_AVAILABLE_FB_UPLOAD	= Questa funzione non è più disponibile a causa delle norme di Facebook.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Log
TEXT_INPUT_FILE_INFO			= Informazioni sul file di origine
TEXT_H264_NOT_SUPPORT			= Il sistema non supporta la codifica H.264.
TEXT_FILE_NAME				= Nome file: ${str1}
TEXT_FILE_TYPE				= Formato file: ${str1}
TEXT_FILE_DURATION			= Durata: ${str1}
TEXT_FILE_SIZE				= Dimensione file: ${str1}
TEXT_SEGMENT				= Segmenti: ${str1} 
TEXT_HIGH_SPEED_KEY_FRAME_START		= - Tempo d'inizio originale: ${str1}
TEXT_HIGH_SPEED_KEY_FRAME_KEY_START	= - Nuovo tempo d'inizio: ${str1}
TEXT_ENABLE_HIGH_SPEED			= Uso della modalità High-speed: ${str1}
TEXT_SEEKABLE				= Ricerca ${str1}  
TEXT_POSSIBLE				= Possibile
TEXT_IMPOSSIBLE				= Non possibile
TEXT_POSSIBLE_REG			= Disponibile dopo la registrazione.
TEXT_TRACK_COUNT			= Tracce video: ${int1}, Tracce audio: ${int2}
TEXT_OUTPUT_FILE_INFO			= Informazioni sul file di destinazione
TEXT_ADD_FAILED				= [Aggiunta del file non riuscita]
TEXT_OUTPUT_OPTION			= Opzioni di output
TEXT_INPUT_FILES			= [Conteggio dei file di origine (segmenti): ${int1}]
TEXT_H264_ENCODER			= Codificatore H.264
TEXT_CODEC				= Codec

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Main window
TEXT_MAIN_MOVIE_FILES			= File multimediali
TEXT_MAIN_PROJECT_FILES			= File di progetto
TEXT_MAIN_ALL_FILES			= Tutti i file

TEXT_MOREINFO				= Altre informazioni...

TEXT_SEGMENT_TITLE			= Segmento ${str1}
TEXT_SEGMENT_FILE_TITLE			= File ${str1}

TEXT_RECORDING				= Avvia la cattura dello schermo con Bandicam[br](Cattura lo schermo del PC, i giochi o la webcam)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Banner
TEXT_BANNER_FONT			= Arial
TEXT_BANNER_FONT_COLOR			= #bbb
TEXT_BANNER_FONT_OVER_COLOR		= #5acf0c
TEXT_BANNER_OFF_TITLE			= In prova
TEXT_BANNER_OFF_SUBJECT			= Stai usando la versione non registrata.
TEXT_BANNER_OFF_CONTENTS_1		= Se acquisti e registri la licenza di Bandicut,
TEXT_BANNER_OFF_CONTENTS_2		= puoi usare il software senza le limitazioni.
TEXT_BANNER_RESULT_SUBJECT		= Non sei soddisfatto della velocità?
TEXT_BANNER_RESULT_CONTENTS_1		= Acquista la licenza di Bandicut.
TEXT_BANNER_RESULT_CONTENTS_2		= La velocità verrà aumentata al <b>${str1}% (${str2})</b>.
TEXT_BANNER_RESULT_BTN			= Acquista ora

TEXT_BANNER_UWP_SUBJECT			= Bandicut Video Cutter (gratuito) per Microsoft Store
TEXT_BANNER_UWP_CONTENTS_1		= Taglio, suddivisione e unione molto veloce dei video senza perdita di qualità
TEXT_BANNER_UWP_CONTENTS_2		= Per maggiori informazioni, visita il sito ufficiale.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Configuration
TEXT_TAB_GENERAL			= Generale
TEXT_TAB_FILE				= Destinazione
TEXT_TAB_LANGUAGE			= Lingua
TEXT_TAB_HIGHSPEED			= High-speed
TEXT_TAB_VFILTER			= Filtro video
TEXT_TAB_INFO				= Informazioni

TEXT_PREFIX_FILE_NAME			= Nome del file sorgente
TEXT_PREFIX_CUSTOM			= Prefisso personalizzato
TEXT_PREFIX_NONOE			= Niente
TEXT_SUFFIX_TIME			= Data e orario
TEXT_SUFFIX_SERIAL			= Numero progressivo
TEXT_SUFFIX_DATE_SERIAL			= Data e numero progressivo
TEXT_FILE_EXAMPLE			= Es.)
TEXT_DEFAULT_CACHE_FOLDER		= (Predefinita)

TEXT_INTEL_QSV				= Intel® Quick Sync video (veloce, accelerazione hardware)

TEXT_H264_NOT_SUPPORT			= Il tuo sistema non supporta la codifica H.264.[br]Vuoi visitare la pagina di aiuto?

TEXT_VIDEO_QUALITY			= Qualità
TEXT_VIDEO_BITRATE			= Bitrate(kbps)
TEXT_AUDIO_MONO				= Mono
TEXT_AUDIO_STEREO			= Stereo
TEXT_NO_VIDEO				= Senza video
TEXT_NO_AUDIO				= Senza audio
TEXT_VIDEO				= Video
TEXT_AUDIO				= Audio
TEXT_UNKNOWN				= Sconosciuto
TEXT_AUTO				= Auto
TEXT_ALWAYS				= Sempre
TEXT_DONT_USE				= Non usare

TEXT_FIT_WIDTH				= Adatta in larghezza
TEXT_FIT_HEIGHT				= Adatta in altezza
TEXT_SIZE_AUTO				= Dimensione originale
TEXT_SIZE_CUSTOM			= Personalizzato

TEXT_FIT_WIDTH_INFO			= Adatta in larghezza (${int1}x0)
TEXT_FIT_HEIGHT_INFO			= Adatta in altezza (0x${int1})
TEXT_SIZE_AUTO_INFO			= (${int1}x${int2})

TEXT_FULL_HD				= 1920x1080(Full HD, 1080p)
TEXT_FIT_IPAD2				= 1024 x 768 (iPad2)
TEXT_FIT_IPHONE4			= 960 x 640 (iPhone4)
TEXT_FIT_NEW_IPAD			= 2048 x 1536 (iPad recenti)

TEXT_FPS_AUTO				= FPS originali

TEXT_MIN_VIDEO_SIZE			= Il valore minimo di altezza e larghezza del video è ${int1}.
TEXT_MAX_VIDEO_SIZE			= Il valore massimo di altezza e larghezza del video è ${int1}.
TEXT_ODD_VIDEO_SIZE			= La codifica può fallire se l'altezza o la larghezza del video è un numero dispari.[br] Vuoi cambiare la dimensione del video come suggerito?
TEXT_ODD_VIDEO_SIZE2			= [br]- Dimensione definita dall'utente: ${int1} x ${int2}
TEXT_ODD_VIDEO_SIZE2_1			= [br]- Nuova dimensione del video: ${int1} x ${int2}
TEXT_MAX_VIDEO_KBITRATE			= Il valore massimo di bitrate del video è ${int1} Kbps.
TEXT_MAX_VIDEO_QUALITY			= Il valore della qualità video deve essere tra 1 e 100.
TEXT_DONT_ALLOW_NORMALIZE		= Non è possibile utilizzare questa opzione insieme all'opzione [Rimuovi le tracce audio].[br]Vuoi disattivare l'opzione [Rimuovi le tracce audio] ?
TEXT_DONT_ALLOW_REMOVE_AUDIO		= Non è possibile utilizzare questa opzione insieme all'opzione [Normalizza].[br]Vuoi disattivare l'opzione [Normalizza] ?

TEXT_SAMPLERATE_AUTO			= Frequenza originale

TEXT_ASK_FOR_REG			= Versione non registrata
TEXT_ASK_FOR_REG_DETAIL			= Acquista la licenza di Bandicut per rimuovere tutte le limitazioni.
TEXT_ASK_FOR_REG_CONTINUE		= Ignora e continua
TEXT_ASK_FOR_REG_REGNOW			= Registra Bandicut
TEXT_ASK_FOR_REG_TRY			= Prova Bandicut non registrato

TEXT_NOT_EXIST_OUTPUT			= La cartella di destinazione non esiste. Si prega di cambiare la cartella di destinazione.
TEXT_NOT_SUPPORT_FOLDER			= Non è possibile salvare i file in questa cartella. Si prega di scegliere un'altra cartella.
TEXT_NOT_SAVE_SOURCE_FOLDER		= Non puoi salvare i file nella cartella di origine.[br]Vuoi continuare deselezionando l'opzione [Salva nella cartella di origine] ?
TEXT_NOT_ALLOWED_CHAR			= Il nome del file non può contenere i seguenti caratteri.[br]${str1}
TEXT_LONG_PATH				= Il nome del file è troppo lungo per la destinazione. Si prega di abbreviare il nome del file e riprovare, oppure provare con un percorso di destinazione più corto.[br]La lunghezza massima del percorso del file è di ${int1} caratteri.
TEXT_ADDING_FILES			= File multimediali in caricamento. Si prega di attendere.

TEXT_DEFAULT_PRESET			= Predefinita
TEXT_FIT_WIDTH_PRESET			= Adatta in larghezza
TEXT_FIT_HEIGHT_PRESET			= Adatta in altezza
TEXT_UPLOAD_480_PRESET			= YouTube / Twitter (480p, 30fps)
TEXT_UPLOAD_720_PRESET			= YouTube / Twitter (720p, 30fps)
TEXT_UPLOAD_1080_PRESET			= YouTube / Twitter (1080p, 30fps)
TEXT_SMARTPHONE_PRESET			= Smartphone
TEXT_PPT_PRESET				= PowerPoint
TEXT_DELETE_PRESET			= Vuoi eliminare la preimpostazione?[br][br]- Nome preimpostazione: ${str1}
TEXT_SAME_PRESET			= Il nome della preimpostazione inserito esiste già. Vuoi sovrascrivere la preimpostazione esistente?[br][br]- Nome preimpostazione: ${str1}
TEXT_SAME_RENAME_PRESET			= Il nome della preimpostazione inserito esiste già. Si prega di inserire un nome differente.[br][br]- Nome preimpostazione: ${str1}
TEXT_REFLECTED_PRESET			= La tua preimpostazione è stata applicata[br][br]-Nome preimpostazione: ${str1}

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Installer
TEXT_WELCOMEPAGE_TEXT			= Questo software installerà Bandicut nel computer.[br][br]Se Bandicut è in esecuzione, è necessario chiuderlo prima di iniziare l'installazione.[br][br]Premere su Avanti per continuare.
TEXT_DELETE_ALL_FILES			= Non tutti i file sono stati rimossi da (${str1}). [br]Vuoi rimuoverli?
TEXT_STILLRUN_EXIT_PROGRAM		= Bandicut è in esecuzione. Chiudere il programma prima di procedere.
TEXT_THIS_IS_NT_ONLY_APP		= Questo software funziona correttamente solo in Windows Vista e versioni successive. [br]Vuoi scaricare la versione per Windows XP?
TEXT_DO_NOT_WORK_32BIT			= Questo programma non funziona su Windows a 32 bit. [br]Vuoi scaricare la versione per Windows a 32 bit?
TEXT_NEED_ADMIN_PRIVILEGE		= L'installazione di questo programma richiede i privilegi di amministratore. [br]Vuoi interrompere l'installazione?
TEXT_DELETE_ALL_PRESET_FILES		= Sono presenti le preimpostazioni personalizzate.[br]Vuoi rimuoverle?

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Wizard
TEXT_WIZARD_COMMENT			= Scegli la modalità che vuoi usare
TEXT_WIZARD_COMMENT_CUT			= Taglio di alcune parti del video
TEXT_WIZARD_COMMENT_SPLIT		= Divisione di un file video in più segmenti
TEXT_WIZARD_COMMENT_JOIN		= Unione di più file video

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Cut/Join Guide
TEXT_GUIDE_CUT				= <font color=white>Bandicut</font> Cutter
TEXT_GUIDE_JOIN				= <font color=white>Bandicut</font> Joiner

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Cutting
TEXT_RESUME				= Riprendi
TEXT_PAUSE				= Pausa
TEXT_READY				= In attesa

TEXT_TITLE_ALARM_TRAILING		= ${str1} - Scrittura dell'intestazione del file
TEXT_JOIN_JOB				= Unione

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Register
TEXT_REGISTER_SUCCEEDED			= Bandicut è stato registrato.
TEXT_REGISTER_FAILED			= Registrazione non riuscita. [br]Verifica il tuo indirizzo e-mail e il numero seriale.
TEXT_REGISTER_CONNECT_FAILED		= Impossibile connettersi al server di registrazione.[br]Verificare la connessione a Internet e impostare l'orologio di sistema con l'orario e la data odierni. ${str1}
TEXT_REGISTER_FAILED_HELP		= [br]Se hai bisogno di aiuto, fai clic sul pulsante OK.
TEXT_REGISTER_INFO			= Indirizzo e-mail: ${str1}[br]Numero seriale: ${str2}
TEXT_REGISTER_INFO2			= Data di scadenza: ${str1} (${int1} giorni mancanti)
TEXT_REGISTER_INFO2_EXPIRED		= Data di scadenza: ${str1} (scaduta)
TEXT_REGISTER_YET			= Non registrato!!![br]- All'inizio del video verrà aggiunto il marchio del programma.[br]- Fai clic sul pulsante "Registra" per rimuovere tutte le limitazioni.
TEXT_HAS_BEEN_UNREGISTERED		= Bandicut è stato deregistrato.
TEXT_UNREGISTER				= Vuoi deregistrare Bandicut?
TEXT_NOTICE_NEED_TO_RENEW		= La licenza di Bandicut scade tra ${int1} giorni. Fare clic sul pulsante 'OK' per le istruzioni sul rinnovo della licenza.
TEXT_NOTICE_NEED_TO_RENEW_NOW		= La licenza di Bandicut è scaduta. Fare clic sul pulsante 'OK' per le istruzioni sul rinnovo della licenza.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; upload video
TEXT_UPLOAD_VID_NO_TITLE		= Inserisci un titolo per il video da caricare.
TEXT_UPLOAD_YOUTUBE_LOGIN		= Accedi - YouTube
TEXT_UPLOAD_YOUTUBE_LOGIN_TEXT		= Accesso a YouTube dal browser...
TEXT_UPLOAD_VIMEO_LOGIN			= Accedi - Vimeo
TEXT_UPLOAD_COMPLETE			= Caricato
TEXT_UPLOAD_ERR_FAIL			= Caricamento del video non riuscito.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT		= Questo file è troppo grande da caricare.
TEXT_UPLOAD_ERR_FREESPACE		= Lo spazio libero non è sufficiente per il caricamento.
TEXT_UPLOAD_ERR_CONNECT			= Connessione al server non riuscita.
TEXT_UPLOAD_ERR_AUTH_VIMEO		= Caricamento del video non riuscito. Gli utenti di Vimeo Basic non possono usare questa funzione.
TEXT_UPLOAD_WARNING_DOING		= Caricamento in corso di ${int1} file video. Vuoi annullare il caricamento dei video e chiudere Bandicut?
TEXT_UPLOAD_NO_PASSWORD			= Inserire password.
TEXT_UPLOAD_YOUTUBE_QUOTA		= Bandicut ha superato la quota di upload giornalieri assegnati da YouTube.[br]La quota verrà reimpostata a mezzanotte dell'ora del Pacifico.[br]Riprova dopo la mezzanotte dell'ora del Pacifico oppure vai su YouTube.com e carica il video direttamente su YouTube.[br][br]Vuoi visitare YouTube.com?
TEXT_UPLOAD_ERR_ACCESSTOKEN		= Impossibile ottenere l'accesso.

TXT_TITLE               		= Accesso a YouTube completato!
TXT_MESSAGE_COMPLETE1   		= Accesso a YouTube completato!
TXT_MESSAGE_COMPLETE2   		= Puoi chiudere questa pagina.
TXT_GOTO_BANDICUT_HOME  		= Vai su bandicut.com

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; download & update 
TEXT_UPDATE_IN_PROGRESS			= Installazione in corso...
TEXT_UPDATE_FAILED_DL			= Impossibile scaricare i file di installazione. [br]Il sistema in uso potrebbe non essere attualmente connesso a Internet.
TEXT_UPDATE_INSTALL_SUCCEED		= L'installazione è stata completata.
TEXT_UPDATE_INSTALL_FAILED		= Installazione non riuscita.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Menu
[MENU]
MENUSTR_MAIN_ABOUT			= Informazioni [tab]F1
MENUSTR_MAIN_FILE_OPEN			= Apri file [tab]F2, Ctrl+O
MENUSTR_MAIN_FILE_UPLOAD		= Carica su
MENUSTR_MAIN_FILE_CLOSE			= Chiudi file [tab]F4
MENUSTR_MAIN_OUTPUT			= Apri la cartella di destinazione [tab]Ctrl+F2
MENUSTR_MAIN_SETTING			= Configurazione [tab]F5
MENUSTR_MAIN_REGISTER			= Registrazione [tab]F3
MENUSTR_MAIN_CLOSE			= Esci [tab]Alt+F4
MENUSTR_MAIN_HELP			= Aiuto
MENUSTR_HELP_ONLINE			= Aiuto
MENUSTR_HELP_HOTKEYS			= Tasti speciali
MENUSTR_HELP_LICENSE			= Informazioni sul copyright
MENUSTR_MAIN_VIDEO			= Video
MENUSTR_MAIN_AUDIO			= Audio
MENUSTR_MAIN_FILE_INFO			= Informazioni sul file [tab]Ctrl+F1
MENUSTR_MAIN_FILE_CLOSE_ALL		= Chiudi tutti i file [tab]F4
MENUSTR_MAIN_PROJECT_FILE_OPEN		= Apri progetto
MENUSTR_MAIN_PROJECT_FILE_SAVE		= Salva progetto
MENUSTR_UPLOAD_SETTING			= Impostazioni

MENUSTR_PRESET_USER			= Preimpostazioni personali
MENUSTR_PRESET_ADD			= Aggiungi preimpostazione
MENUSTR_PRESET_EDIT			= Modifica preimpostazioni

[DIALOG]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL				= Annulla
IDOK					= OK
IDC_BTN_CLOSE				= Chiudi
IDC_BTN_YES				= Sì
IDC_BTN_NO				= No
IDC_BTN_REGISTER			= Registra
IDC_CK_OPEN_OUTPUT_FOLDER		= Apri la cartella di destinazione al termine dell'attività
IDC_ST_DETAIL_LINK			= Altre informazioni...
IDC_ST_OPTION				= Opzioni
IDC_ST_HELP				= Aiuto

[IDD_OUTPUT_DETAIL]
IDD_OUTPUT_DETAIL			= Impostazioni della modalità di codifica
IDC_ST_FILE_FORMAT			= File
IDC_ST_FORMAT				= Formato file
IDC_ST_VIDEO_DETAIL			= Video
IDC_ST_AUDIO_DETAIL			= Audio
IDC_ST_VIDEO_SIZE			= Dimensione video
IDC_ST_FPS				= FPS
IDC_ST_VIDEO_CODEC			= Codec video
IDC_ST_VIDEO_MODE			= Controllo bitrate
IDC_ST_VIDEO_QUALITY			= Qualità
IDC_ST_VIDEO_BITRATE			= Bitrate
IDC_ST_VIDEO_DEINTERLACE		= Deinterlaccia
IDC_ST_AUDIO_CODEC			= Codec audio
IDC_ST_AUDIO_CHANNEL			= Canali
IDC_ST_AUDIO_SAMPLERATE			= Frequenza
IDC_ST_AUDIO_MODE			= Controllo bitrate
IDC_ST_AUDIO_BITRATE			= Bitrate
IDC_BTN_PRESET				= Predefinita
IDC_BTN_SETTING_MORE			= Altre impostazioni...
IDC_ST_AUDIO_NORMALIZE			= Normalizza
IDC_CK_AUDIO_NORMALIZE			= Usa

[IDD_OUTPUT_H264]
IDD_OUTPUT_H264				= Impostazioni H.264
IDC_ST_H264_PROFILE_SETTING		= Impostazioni ${str1}
IDC_ST_H264_PROFILE			= Profilo
IDC_ST_H264_LEVEL			= Livello

[IDD_PRESET_ADD]
IDD_PRESET_ADD				= Aggiungi una nuova preimpostazione
IDC_ST_ADD_PRESET			= Si possono salvare le impostazioni del formato corrente come nuova preimpostazione.[br]Inserire un nome per la nuova preimpostazione. 
IDC_ST_SELECT_ENCODER			= Impostazione del codificatore H.264
IDC_ST_VIDEO_ENCODER			= Codificatore H.264			

[IDD_PRESET_RENAME]
IDD_PRESET_RENAME			= Rinomina la preimpostazione
IDC_ST_RENAME_PRESET			= Inserire un nuovo nome per la preimpostazione.

[IDD_PRESET_EDIT]
IDD_PRESET_EDIT				= Modifica preimpostazioni
IDC_BTN_PRESET_ADD			= Aggiungi
IDC_BTN_PRESET_DELETE			= Elimina
IDC_BTN_PRESET_RENAME			= Rinomina

[IDD_SETTING]
IDD_SETTING				= Configurazione
IDC_BTN_RESET				= Ripristina

[IDD_SETTING_GENERAL]
IDC_CK_SHOW_NOT_SKEEABLE		= Avvisa quando vengono aperti dei file multimediali non ispezionabili
IDC_CK_ALERT_EXIST_FILE			= Avvisa quando esiste un file con lo stesso nome
IDC_CK_ALERT_SAVE_PROJECT		= Avvisa quando viene salvato un file di progetto
IDC_CK_USE_LOG_FILE			= Crea un file log (.log)
IDC_CK_MOV_FRONT_HEADER			= Salva le informazioni del file all'inizio del file (solo per gli MP4)
IDC_CK_KEEP_CREATION_TIME		= Mantieni la data/ora di creazione del file originale
IDC_ST_UPLOAD				= Opzioni di upload
IDC_CK_SHOW_TIP				= Mostra informazioni/consigli
IDC_CK_AUTO_MOVE			= Sposta la posizione di inserimento alla pressione dei tasti numerici
IDC_CK_DEINTERLACE_PREVIEW		= Usa il filtro di deinterlacciamento per riprodurre un video interlacciato

[IDD_SETTING_FILE]
IDC_ST_OUTPUT				= Cartella di destinazione
IDC_BTN_SET_OUTPUT			= Sfoglia...
IDC_BTN_OPEN_OUTPUT			= Apri
IDC_CK_OUTPUT_SOURCE			= Salva nella cartella di origine
IDC_ST_FILENAME				= Impostazioni per il nome del file
IDC_ST_CACHE_FOLDER			= Cartella della cache
IDC_BTN_SET_CACHE_FOLDER		= Sfoglia...
IDC_BTN_SET_DEFAULT_CACHE_FOLDER	= Predefinita

[IDD_SETTING_LANGUAGE]
IDC_ST_LANGUAGE				= Lingua
IDC_ST_TRANSLATOR			= Grazie ai traduttori

[IDD_SETTING_HIGHSPEED]
IDC_CK_SHOW_NOT_HIGH_SPEED		= Avvisa quando non è possibile usare la modalità High-speed
IDC_CK_ALWAYS_KEY_FRAME_CUT		= Taglia/unisci sempre in base ai fotogrammi chiave
IDC_CK_SHOW_KEY_FRAME_CUT		= Avvisa quando cambia il tempo d'inizio del file

[IDD_UPLOAD_TO_VIMEO]
IDD_UPLOAD_TO_VIMEO			= Carica su Vimeo.com
IDC_ST_VIMEO_UPLOADINFO			= Informazioni sul file in caricamento
IDC_ST_VIMEO_FILENAME			= Nome file:
IDC_ST_VIMEO_TITLE			= Titolo:
IDC_ST_VIMEO_DESCRIPTION		= Descrizione:
IDC_ST_VIMEO_PRIVACY			= Privacy:
IDC_RD_VIMEO_PRIVACY_ANYONE		= Chiunque può vedere questo video
IDC_RD_VIMEO_PRIVACY_ONLYME		= Solo io posso vedere questo video
IDC_RD_VIMEO_PRIVACY_FOLLOW		= Solo le persone che seguo possono vedere questo video
IDC_RD_VIMEO_PRIVACY_UNLISTED		= Solo le persone con il link privato possono vedere questo video
IDC_ST_VIMEO_PRIVACY_UNLISTED		= (Gli utenti di Vimeo Basic non possono usare questa opzione)
IDC_RD_VIMEO_PRIVACY_PASSWORD		= Solo le persone con una password possono vedere questo video 
IDC_CK_HIDE_PASSWORD			= Nascondi password
IDC_BTN_VIMEO_UPLOAD			= Carica
IDC_LN_VIMEO_HELP			= Aiuto

[IDD_UPLOADING_VIMEO]
IDD_UPLOADING_VIMEO			= Caricamento...
IDC_ST_VIMEO_UPLOADED			= Caricamento del video completato!
IDC_ST_VIMEO_LINK			= Link:
IDC_ST_VIMEO_EMBED			= Incorpora:
IDC_BTN_VIMEO_LINK_GO			= Vai
IDC_BTN_VIMEO_EMBED_COPY		= Copia
IDC_BTN_VIMEO_CLOSE			= Chiudi

[IDD_UPLOAD_TO_YOUTUBE]
IDD_UPLOAD_TO_YOUTUBE			= Carica su Youtube.com
IDC_ST_YOUTUBE_UPLOADINFO		= Informazioni sul file in caricamento
IDC_ST_YOUTUBE_FILENAME			= Nome file:
IDC_ST_YOUTUBE_TITLE			= Titolo:
IDC_ST_YOUTUBE_DESCRIPTION		= Descrizione:
IDC_ST_YOUTUBE_PRIVACY			= Privacy:
IDC_RD_YOUTUBE_PRIVACY_PUBLIC		= Pubblico - Permetti a tutti di vedere il video
IDC_RD_YOUTUBE_PRIVACY_UNLISTED		= Non in elenco - Chiunque abbia il link del video può vedere questo video
IDC_RD_YOUTUBE_PRIVACY_PRIVATE		= Privato - Rendi il video visibile a me e agli utenti selezionati
IDC_BTN_YOUTUBE_UPLOAD			= Carica
IDC_LN_YOUTUBE_HELP			= Aiuto
IDC_LN_YOUTUBE_TOS			= Facendo clic su 'Carica', si certifica che si possiedono tutti i diritti sul contenuto o che si è autorizzati dal proprietario a rendere pubblicamente disponibili i contenuti su YouTube e che essi, sotto altri aspetti, sono conformi ai <a>Termini di servizio di YouTube</a>.
IDC_CK_YOUTUBE_KEEP_LOGGED_IN		= Mantieni l'accesso attivo
IDC_BTN_YOUTUBE_LOGOUT			= Disconnetti

[IDD_UPLOADING_YOUTUBE]
IDD_UPLOADING_YOUTUBE			= Caricamento...
IDC_ST_YOUTUBE_UPLOADED			= Caricamento del video completato!
IDC_ST_YOUTUBE_LINK			= Link:
IDC_ST_YOUTUBE_EMBED			= Incorpora:
IDC_BTN_YOUTUBE_LINK_GO			= Vai
IDC_BTN_YOUTUBE_EMBED_COPY		= Copia
IDC_BTN_YOUTUBE_CLOSE			= Chiudi

[IDD_FILEINFO]
IDD_FILEINFO				= Informazioni sul file
IDC_BTN_CLIPBOARD			= Copia negli appunti

[IDD_REGISTER]
IDD_REGISTER				= Registra Bandicut
IDC_ST_1BUY				= 1. Acquista
IDC_ST_1BUY_COMMENT			= Se Bandicut non è registrato, il marchio del programma verrà aggiunto al video. Fare clic sul pulsante "Acquista ora" per comprare la licenza di Bandicut.
IDC_BTN_BUY_ONLINE			= Acquista ora
IDC_ST_2REGISTER			= 2. Registra
IDC_ST_2REGISTER_COMMENT		= Inserire l'indirizzo e-mail e il numero seriale. [br](È necessaria una connessione Internet per registrare Bandicut).
IDC_ST_EMAIL_ADDRESS			= Indirizzo e-mail
IDC_ST_SERIAL_NUMBER			= Numero seriale
IDC_BTN_REGISTER_NOW			= Registra ora
IDC_BTN_UNREGISTER_NOW			= Deregistra

[IDD_SHUTDOWN]
IDD_SHUTDOWN				= Spegnimento del sistema
IDC_ST_SHUTDOWN_INFO			= Spegnimento del sistema
IDC_ST_SHUTDOWN_MSG1			= Il sistema verrà spento poiché il processo è stato completato.[br]Se non desideri spegnere, fai clic sul pulsante Annulla.
IDD_SHUTDOWN_APP			= Chiudi Bandicut
IDC_ST_SHUTDOWN_APP_INFO		= Chiudi Bandicut
IDC_ST_SHUTDOWN_APP_MSG1		= Bandicut verrà chiuso automaticamente poiché il processo è stato completato.[br]Se non desideri chiudere Bandicut, fai clic sul pulsante Annulla.

[IDD_UPDATE_CHECK]
IDD_UPDATE_CHECK			= Controllo aggiornamenti
IDC_ST_UPDATE_SETTING			= Impostazioni
IDC_CK_ENABLE_AUTO_CHECK		= Abilita il controllo automatico degli aggiornamenti.
IDC_CK_SHOW_UPDATE_POPUP		= Mostra un avviso quando è disponibile un aggiornamento.
IDC_CK_SHOW_ENABLE_BETA			= Mostra un avviso quando è disponibile un aggiornamento beta.
IDC_BTN_CHECK_UPDATE_NOW		= Controlla gli aggiornamenti ora

[IDD_UPDATEINFO]
IDD_UPDATEINFO				= Informazioni sugli aggiornamenti
IDC_ST_UPDATE_MSG1			= È disponibile una nuova versione.
IDC_ST_UPDATE_MSG2			= Clicca su [Aggiorna] per scaricare il file di installazione.
IDOK					= Aggiorna

[IDD_FAILTOADD]
IDD_FAILTOADD				= Aggiunta file non riuscita.

[IDD_ITEM_EDIT]
IDD_ITEM_EDIT				= Video Splitter
IDOK					= Applica
IDC_RD_SPLIT_NUMBER			= Dividi in
IDC_RD_SPLIT_TIME			= Dividi per durata:
IDC_ST_SEGMENT				= Segmenti
IDC_CK_KEEP_SEGMENT			= Mantieni il segmento selezionato
IDC_ST_HOUR				= Ora
IDC_ST_MIN				= Min.
IDC_ST_SEC				= Sec.

[IDD_INFORMATION]
IDD_INFORMATION				= Tasti speciali
IDD_INFORMATION_LICENSE			= Informazioni sul copyright

[SKIN]
; New UI
; Common
$BN_START				= Avvio
$BN_CANCEL				= Annulla
$BN_OK					= OK
$BN_YES					= Sì
$BN_NO					= No
$ST_OPTION				= Opzioni
$CK_JOIN				= Unisci i segmenti
$BN_OPEN_OUTPUT				= Apri
$BN_HELP				= Aiuto
$CHECK_DO_NOT_SHOW			= Non mostrare più.

; Main
$BN_TIP					= Si prega di registrare per rimuovere tutte le limitazioni. 
$BN_ADD_SEGMENT				= Aggiungi segmento
$BN_GUIDE_OPEN_FILE			= Apri file
$BN_GUIDE_OPEN_FILE_JOINER		= Apri i file
$ST_GUIDE_SET_SEGMENT			= Seleziona l'area di taglio
$ST_GUIDE_START				= Clicca su Avvio
$ST_GUIDE_ADD_FILES			= Aggiungi i file
$ST_SEGMENT_LIST_TITLE			= Elenco dei segmenti da tagliare
$ST_SEGMENT_LIST_TITLE_JOIN		= Elenco dei file da unire

; Wizard
$BN_WIZARD_CUT				= Taglia
$BN_WIZARD_JOIN				= Unisci
$BN_WIZARD_SPLIT			= Dividi

; About
$ST_ABOUT_VERSION_INFO			= Versione di Bandicut
$ST_ABOUT_COPYRIGHT			= Copyright(c) 2013-2021 Bandicam.com
$BN_ABOUT_NEW_VERSION			= È disponibile una nuova versione.
$BN_ABOUT_CHECK_UPDATE			= Controllo aggiornamenti
$ST_ABOUT_LICENCE_INFO			= Informazioni sulla licenza
$BN_ABOUT_REGISTER			= Registra
$BN_ABOUT_REGISTER_HELP			= Come acquistare e registrare
$ST_ABOUT_HOMEPAGE_INFO			= Sito web
$ST_ABOUT_HOMEPAGE_URL			= Homepage
$ST_ABOUT_FAQ_URL			= FAQ
$BN_ABOUT_UPDATE_REGISTRATION		= Aggiornamento registrazione
$BN_ABOUT_RENEW_LICENSE			= Rinnovo licenza

; OutputProgress

; Ready
$ST_READY_OUTPUT_MODE			= Modalità
$RD_READY_HIGH_SPEED_MODE		= Modalità High-speed
$RD_READY_ENCODING_MODE			= Modalità di codifica
$ST_READY_MODE_HIGH_SPEED		= Veloce e senza perdita (raccomandata)
$ST_READY_MODE_ENCODING			= Personalizza formato, qualità e codec (lenta)
$ST_READY_FILE_FORMAT			= Formato file
$ST_READY_VIDEO_INFO			= Informazioni video
$ST_READY_VIDEO_ENCODER			= Codificatore video
$ST_READY_AUDIO_INFO			= Informazioni audio
$BN_READY_DETAIL_SETTING		= Impostazioni di codifica
$BN_READY_PRESET			= Preimpostazioni
$ST_READY_OUTPUT_OPTION			= Destinazione
$ST_READY_OUTPUT_FILE_NAME		= Nome file
$ST_READY_SAVE_FOLDER			= Cartella
$CK_READY_OUTPUT_TO_SOURCE		= Salva nella cartella di origine
$ST_READY_TRACK_OPTION			= Salva tracce
$RD_READY_ALL_TRACK			= Salva tutte le tracce video e audio
$RD_READY_SEL_TRACK			= Salva solo le tracce video e audio selezionate
$CK_READY_EXTRACT_AUDIO			= Estrai le tracce audio (.mp3)
$CK_READY_REMOVE_AUDIO			= Rimuovi le tracce audio

; Run
$ST_RUN_CUT_FILE_INFO			= Avanzamento
$ST_RUN_FILE_NAME			= File:
$ST_RUN_COMPLETE			= Completo
$BN_RUN_UPLOAD				= Upload
$BN_RUN_PLAY				= Riproduci
$ST_RUN_RUNNING_TIME			= Tempo trascorso
$ST_RUN_REMAINING_TIME			= Tempo rimanente
$ST_RUN_SPEED				= Velocità
$ST_RUN_FILE_SIZE			= Dimensione file
$ST_END_OPTION				= Al compimento
$ST_UPLOAD_OPTION			= Opzioni di upload
$CK_RUN_OPEN_OUTPUT_FOLDER		= Apri la cartella di destinazione
$CK_RUN_SYSTEM_CLOSE			= Spegni il computer
$CK_SOUND_ALARM				= Riproduci un suono
$CK_MOVE_TO_MAIN			= Vai alla schermata iniziale

; Capture
$BN_OPEN_FOLDER				= Apri cartella
$BN_MESSAGE				= [u]L'immagine catturata è stata salvata nella cartella di destinazione.[/u]

; Update Bandicam
$ST_UPDATE_STEP1_TEXT			= Hai usato <font color="yellow">Bandicam</font>? Ti permette di catturare qualsiasi cosa sullo schermo del PC e salvarlo come un file video.[br] Ti piacerebbe provare Bandicam?
$BN_UPDATE_STEP1_LINK			= Ulteriori informazioni
$ST_UPDATE_STEP2_TEXT			= Download in corso...
$BN_UPDATE_INSTALL			= Installa ora
$BN_UPDATE_LATER			= No, grazie!
$BN_UPDATE_CANCEL			= Annulla
$BN_UPDATE_CLOSE			= Chiudi
$ST_UPDATE_OFFLINE			= bandicam.jpg

; Rebuild Index
$ST_REBUILD_INDEX_TITLE			= Preparazione alla modifica dei file.

; Tooltip
$TT_MENU				= Menu
$TT_WIZARD				= Per iniziare (Home)
$TT_CUTTER				= Taglia
$TT_JOINER				= Unisci
$TT_ABOUT				= Informazioni (F1)
$TT_SETTING				= Configurazione (F5)
$TT_BANDICAM				= Avvia Bandicam

$TT_FILE_CLOSE_WORK			= Chiudi tutti i file (F4)
$TT_FILE_CLOSE_WORK_CUT			= Chiudi file - Rimuovi tutti i segmenti (F4)

$TT_FILE_OPEN				= Apri file (F2, Ctrl+O)
$TT_FILE_ADD				= Aggiungi file (F2, Ctrl+O)
$TT_FILE_PROJECT			= Apri/Salva file di progetto
$TT_OPEN				= Apri

$TT_REGISTER				= Registra (F3)
$TT_OPEN_OUTPUT_FOLDER			= Apri la cartella di destinazione (Ctrl+F2)
$TT_HELP				= Aiuto
$TT_REFRESH_LINFO			= Aggiorna le informazioni sulla licenza

$TT_PLAYER_PLAY				= Riproduzione/Pausa (Spazio)
$TT_PLAYER_STOP				= Stop (Ctrl+Spazio)
$TT_PLAYER_PLAY_SEG			= Riproduzione/Pausa del segmento (Ctrl+P)
$TT_PLAYER_STOP_SEG			= Ferma la riproduzione del segmento (Alt+P)

$TT_PLAYER_PREV_KEY_FRAME		= Muoviti sul fotogramma chiave precedente (Ctrl+Sinistra)
$TT_PLAYER_PREV_FRAME			= Muoviti sul fotogramma precedente (Sinistra)
$TT_PLAYER_NEXT_FRAME			= Muoviti sul fotogramma successivo (Destra)
$TT_PLAYER_NEXT_KEY_FRAME		= Muoviti sul fotogramma chiave successivo (Ctrl+Destra)
$TT_PLAYER_PREV_FILE_PLAY		= Riproduci il file precedente (Sinistra)
$TT_PLAYER_NEXT_FILE_PLAY		= Riproduci il file successivo (Destra)
$TT_PLAYER_SEG_ADD			= Aggiungi un segmento (Ctrl+A)
$TT_ADD_SEGMENT_MAX               	= Puoi aggiungere fino a ${int1} file/segmenti.
$TT_PLAYER_SEG_START			= Imposta il tempo d'inizio del segmento (S)
$TT_PLAYER_SEG_END			= Imposta il tempo finale del segmento (E)
$TT_PLAYER_MUTE_ON			= Muto (M)
$TT_PLAYER_MUTE_OFF			= Attiva audio (M)

$TT_PLAYER_CAPTURE			= Cattura (Ctrl+C)

$TT_ADD_SEGMENT				= Aggiungi segmento (Ctrl+N)
$TT_PREV_SEGMENT			= Sposta in alto
$TT_NEXT_SEGMENT			= Sposta in basso
$TT_PREV_MOVE_FILE			= Sposta indietro
$TT_NEXT_MOVE_FILE			= Sposta avanti

$TT_RUN_UPLOAD_OPTION			= Opzioni di upload

$TT_LIST_PLAY				= Riproduzione/Pausa del segmento
$TT_LIST_SPLIT				= Dividi
$TT_LIST_CUT_REMOVE			= Rimuovi
$TT_LIST_JOIN_REMOVE			= Rimuovi

$FONT_SIZE				= 

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FILE
$LOGO_FILE				= logo.png
$BETA_ICON_FILE				= beta_icon.png
$UNREGISTERED_ICON_FILE			= unregistered_icon.png
$EXPIRED_ICON_FILE			= expired_icon.png

[HOTKEYS]
HOTKEYS_DEFAULT				= * Tasti speciali per Bandicut
HOTKEYS_ABOUT				= - Informazioni su Bandicut: F1
HOTKEYS_FILE_INFO			= - Informazioni sul file: Ctrl+F1
HOTKEYS_SETTING				= - Configurazione: F5
HOTKEYS_MAX				= - Ingrandisci/Ripristina: Invio
HOTKEYS_CHANGE_MODE			= - Cambio modalità: Ctrl+M
HOTKEYS_REGISTER			= - Registra Bandicut: F3
HOTKEYS_HOME				= - Vai alla schermata iniziale: Inizio

HOTKEYS_PLAY_TITLE			= * Riproduzione
HOTKEYS_OPEN_FILE			= - Apri file: Ctrl+O, F2
HOTKEYS_CLOSE				= - Chiudi (tutti i) file: F4
HOTKEYS_START				= - Avvia: Ctrl+Invio
HOTKEYS_OPEN_FOLDER			= - Apri la cartella di destinazione: Ctrl+F2
HOTKEYS_PLAY				= - Riproduzione/Pausa: Spazio
HOTKEYS_STOP				= - Stop: Ctrl+Spazio
HOTKEYS_MUTE				= - Muto sì/no: M

HOTKEYS_SEGMENT_PLAY			= - Riproduzione/Pausa del segmento: Ctrl+P
HOTKEYS_SEGMENT_STOP			= - Ferma la riproduzione del segmento: Alt+P
HOTKEYS_SEGMENT_REMOVE			= - Rimuovi il segmento: Canc

HOTKEYS_PLAY_FORWARD			= - Avanti: Destra, Tasto +
HOTKEYS_PLAY_REWIND			= - Indietro: Sinistra, Tasto -

HOTKEYS_CUT_TITLE			= * Taglio
HOTKEYS_SET_START_TIME			= - Imposta il tempo d'inizio del segmento: S
HOTKEYS_SET_END_TIME			= - Imposta il tempo finale del segmento: E
HOTKEYS_SEGMENT_ADD			= - Aggiungi segmento: Ctrl+N

HOTKEYS_NEXT_FRAME			= - Fotogramma successivo: Destra, Tasto +
HOTKEYS_NEXT_KEY_FRAME			= - Fotogramma chiave successivo: Ctrl+Destra

HOTKEYS_PREVIOUS_FRAME			= - Fotogramma precedente: Sinistra, Tasto -
HOTKEYS_PREVIOUS_KEY_FRAME		= - Fotogramma chiave precedente: Ctrl+Sinistra

HOTKEYS_PREVIOUS_SEL_SEG		= - Seleziona il segmento precedente: Su
HOTKEYS_NEXT_SEL_SEG			= - Seleziona il segmento successivo: Giù

HOTKEYS_PREV_TIME_DIGIT			= - Muoviti sulla cifra oraria precedente: Maiusc+Tab
HOTKEYS_NEXT_TIME_DIGIT			= - Muoviti sulla cifra oraria successiva: Tab

HOTKEYS_JOIN_TITLE			= * Unione
HOTKEYS_PREV_FILE_PLAY			= - Riproduci/Seleziona il file precedente: Sinistra
HOTKEYS_NEXT_FILE_PLAY			= - Riproduci/Seleziona il file successivo: Destra